## Plan Result (.)
[CI link](https://circleci.com/gh/jinugasachio/terraform-workspace-type/669)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * aws_s3_bucket.bucket


<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_s3_bucket.bucket will be created
  + resource "aws_s3_bucket" "bucket" {
      + acceleration_status         = (known after apply)
      + acl                         = "public-read"
      + arn                         = (known after apply)
      + bucket                      = (known after apply)
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags_all                    = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>









<!-- github-comment: {"Command":"plan","JobID":"411b83bb-133f-4f83-a3e3-0645973e79cc","JobName":"terraform_plan","PRNumber":38,"Program":"tfcmt","SHA1":"d649d304e07fea8e3873d95f7cc8d683c80a5385","Target":".","Vars":{}} -->